Repository: shadyalfred/MetroTicketApp
Catalog: Resources/Strings/AppResources.*.resx
Languages: ar

# AppName
source: Metro Ticket
ar: تذكرة مترو

# SwitchLocaleButton
source: Ar
ar: En

# SourceBtn
source: Source
ar: البداية

# DestinationBtn
source: Destination
ar: الوجهة

# StationSearchPlaceholder
source: Filter stations...
ar: ابحث...

# NoTicket
source: No Ticket Needed
ar: بدون تذكرة

source: Yellow Ticket
ar: تذكرة صفراء

source: Green Ticket
ar: تذكرة خضراء

source: Red Ticket
ar: تذكرة حمراء

source: Beige Ticket
ar: تذكرة بيج

source: Ticket Prices
ar: أسعار التذاكر

# YellowTicketPrice
source: Yellow Ticket = 8 LE
ar: تذكرة صفراء = ٨ جنيه

# GreenTicketPrice
source: Green Ticket = 10 LE
ar: تذكرة خضراء = ١٠ جنيه

# RedTicketPrice
source: Red Ticket = 15 LE
ar: تذكرة حمراء = ١٥ جنيه

# BeigeTicketPrice
source: Beige Ticket = 20 LE
ar: تذكرة بيج = ٢٠ جنيه

source: Station Colors
ar: ألوان المحطات

# WhiteStations
source: Transition Stations
ar: محطات التحويل

# BlueStations
source: Line 1 (Marg-Helwan)
ar: الخط الأول (المرج-حلوان)

# RedStations
source: Line 2 (Shobra-Mounib)
ar: الخط الثاني (شبرا-المنيب)

# GreenStations
source: Line 3 (Adly Mansour)
ar: الخط الثالث (عدلي منصور)

# StationCount_Zero
source: 0 Station
ar: 0 محطة

# StationCount_One
source: 1 Station
ar: محطة واحدة

# StationCount_Two
source: 2 Stations
ar: محطتان

# StationCount_Many
source: {0} Stations
ar: {0} محطات
